<?php
// Heading
$_['heading_title'] = 'Константы';

$_['text_module']         = 'Модули';
$_['text_success']        = 'Модуль константы успешно обновлен!';

$_['entry_title']	= 'Заголовок';
$_['entry_alias'] = 'Псевдоним';
$_['entry_id']    = 'Идентификатор';
$_['entry_value'] = 'Значение';

// errors
$_['error_title'] = 'Заголовок должен содержать от 1 до 128 символов!';
$_['error_alias'] = 'Псевдоним должен содержать от 1 до 128 символов, удовлетворяющие правилу - [A-Za-z0-9_]';
$_['error_alias_used'] = 'Такой псевдоним уже используется!';
?>